; === AWC能力===

[ShadowOps_HipFire X2AbilityTemplate]
LocFriendlyName="腰射"
LocLongDescription="向目标发射<Ability:WeaponName/>。此攻击不消耗任何动作。<Ability:SelfCooldown/> 会冷却。"
LocHelpText="向目标发射<Ability:WeaponName/>。此攻击不消耗任何动作。"
LocFlyOverText="腰射"
LocPromotionPopupText="<Bullet/> 腰射有一个<Ability:SelfCooldown/> 回合冷却时间。<br/>"

[ShadowOps_Scrounger X2AbilityTemplate]
LocFriendlyName="拾荒者"
LocLongDescription="每当你执行任务时，就有可能获得额外的战利品。"
LocHelpText="每当你执行任务时，都有可能获得额外的战利品。"

[ShadowOps_Weaponmaster X2AbilityTemplate]
LocFriendlyName="武器大师"
LocLongDescription="你的<Ability:WeaponName/>攻击造成<Ability:+Damage/>伤害。"
LocHelpText="你的<Ability:WeaponName/>攻击造成<Ability:+Damage/>伤害。"

[ShadowOps_AbsolutelyCritical X2AbilityTemplate]
LocFriendlyName="绝对关键"
LocLongDescription="你对侧翼或未发现你的目标获得额外的<Ability:+Crit> 暴击几率。"
LocHelpText="你对侧翼或未发现你的目标获得额外的<Ability:+Crit> 暴击几率。"
LocPromotionPopupText="<Bullet/> 适用于侧翼目标以及无法隐蔽的目标。<br/>"

[ShadowOps_SnakeBlood X2AbilityTemplate]
LocFriendlyName="蛇血"
LocLongDescription="你的闪避提高<Ability:Dodge/>，并且你对毒药免疫。"
LocHelpText="你的闪避提高了<Ability:Dodge/>，并且你对毒药免疫。"
LocFlyOverText="蛇血"

[ShadowOps_Rage X2AbilityTemplate]
LocFriendlyName="愤怒"
LocLongDescription="你获得无情、不可碰触和连环 3 回合，但你无法选择自己的行动。"
LocHelpText="你获得无情、不可触碰和连环 3 回合，但你无法选择自己的行动。"
LocFlyOverText="愤怒"

; ===  GTS ability templates ===

; ===Gameplay tips===

; Changing gameplay tips doesn't actually work for some reason
[XGLocalizedData]
+GameplayTips_Tactical="战斗工程师的突破能力会造成一定的伤害。非常适合消灭低生命值的敌人。"
+GameplayTips_Tactical="具有坦克能力的龙骑兵如果穿着 EXO 或 WAR 套装，可以承受巨大的伤害。"
+GameplayTips_Tactical="有时，最好节省你的护盾协议费用来保护遇到麻烦的单位。"
+GameplayTips_Tactical="步兵会造成大量伤害，但弹药消耗速度很快。给他们一个扩展弹匣或自动装弹机。"
+GameplayTips_Tactical="不要让你的猎人落后其他小队太多。他们在近距离方面的能力非常出色。"
+GameplayTips_Tactical="许多战斗工程师的能力使用霰弹枪比使用突击步枪效果更好。"

; === Engineer abilities ===

[ShadowOps_DenseSmoke X2AbilityTemplate]
LocFriendlyName="膨胀烟雾"
LocLongDescription="你的烟雾弹的半径增加了 <Ability:ExpandedSmokeBonusRadius> 格。"
LocHelpText="你的烟雾弹的半径增加了 <Ability:ExpandedSmokeBonusRadius> 格。"
LocFlyOverText="膨胀烟雾"
LocPromotionPopupText="<Bullet/> 适用于烟雾榴弹和烟雾炸弹。<br/>"

[ShadowOps_SmokeAndMirrors X2AbilityTemplate]
LocFriendlyName="雾里看花"
LocLongDescription="每次任务你拥有的烟雾弹都可以额外再使用一次。发射或投掷烟雾弹并不会结束你的回合。"
LocHelpText="每次任务你拥有的烟雾弹都可以额外再使用一次。发射或投掷烟雾弹并不会结束你的回合。"
LocFlyOverText="雾里看花"
LocPromotionPopupText="<Bullet/> 烟雾弹为区域内的所有单位提供 +20 防御，持续 2 回合。每个手榴弹可使用两次。<br/><Bullet/> 让您的战斗工程师在开始战斗之前就位，这样他们就可以用烟雾来保护你的其他士兵<br/><Bullet/>你需要装备或者拥有免费烟雾弹才能获得额外的使用次数。<br/>"

[ShadowOps_Breach X2AbilityTemplate]
LocFriendlyName="突破"
LocLongDescription="发射一发子弹，摧毁掩体并在小范围内撕碎 <Ability:Shred/> 护甲，但造成的伤害会减少，并且不会造成致命一击。仅限霰弹枪。使用 <Ability:SelfAmmoCost/> 弹药。<Ability: SelfCooldown/>开启冷却时间。"
LocHelpText="发射一发子弹，摧毁小范围内的掩体并撕碎 <Ability:Shred/> 护甲，但造成的伤害会降低，并且不会造成致命一击。"
LocFlyOverText="突破"
LocPromotionPopupText="<Bullet/> 更先进的武器会造成更大的伤害并撕碎更多的护甲。<br/><Bullet/> 突破非常适合摧毁掩体，但造成的伤害更少，并且比发射的手榴弹的半径更小。<br/> /><Bullet/> 保证伤害使得突破非常适合消灭低生命值的敌人。<br/><Bullet/>突破不能暴击 <br/><Bullet/> 突破需要 <Ability:SelfAmmoCost/> 弹药点和。有<Ability:SelfCooldown/>回合冷却时间。<br/>"

[ShadowOps_Fastball X2AbilityTemplate]
LocFriendlyName="快球"
LocLongDescription="本回合中你投掷或发射的下一枚手榴弹不消耗任何动作。<Ability:SelfCooldown/>回合冷却时间。"
LocHelpText="本回合中你投掷或发射的下一颗手榴弹不需要执行任何动作。"
LocFlyOverText="快球"
LocPromotionPopupText="<Bullet/> 通常最好一有机会就使用快速球。如果你把它保存到真正需要的时候，那么在你找到完美的机会之前你就会用完手榴弹。<br/><Bullet/ > 用快球投掷或发射手榴弹不会结束回合<br/><Bullet/>快球有<Ability:SelfCooldown/>回合冷却时间。<br/>"

[ShadowOps_Fracture X2AbilityTemplate]
LocFriendlyName="破裂射击"
LocLongDescription="进行一次具有 <Ability:+Crit:ShadowOps_FractureDamage/> 暴击率的攻击，并在暴击时造成双倍额外伤害。<Ability:SelfCooldown/> 会进入冷却时间。"
LocHelpText="进行一次具有 <Ability:+Crit:ShadowOps_FractureDamage/> 暴击率的攻击，并在暴击时造成双倍额外伤害。"
LocFlyOverText="破裂射击"
LocPromotionPopupText="<Bullet/> 破裂射击最适合霰弹枪，因为它们具有更高的暴击率和暴击伤害加成。<br/><Bullet/> 破裂射击有 <Ability:SelfCooldown/> 回合冷却时间。<br/>"

[ShadowOps_FractureDamage X2AbilityTemplate]
LocFriendlyName="破裂射击"
LocLongDescription="进行一次具有 <Ability:+Crit:ShadowOps_FractureDamage/> 暴击率的攻击，并在暴击时造成双倍额外伤害。"
LocHelpText="进行一次具有 <Ability:+Crit:ShadowOps_FractureDamage/> 暴击率的攻击，并在暴击时造成双倍额外伤害。"
LocFlyOverText="破裂射击"

[ShadowOps_Packmaster X2AbilityTemplate]
LocFriendlyName="背包大师"
LocLongDescription="在通用槽中的一次性使用物品会获得额外的使用次数。但这不包括仅适用于手榴弹槽的手榴弹。"
LocHelpText="在通用槽中的一次性使用物品会获得额外的使用次数。但这不包括仅适用于手榴弹槽的手榴弹。"
LocFlyOverText="背包大师"
LocPromotionPopupText="<Bullet/> 这包括非手榴弹物品，例如医疗包和拟态信标。<br/>"

[ShadowOps_Entrench X2AbilityTemplate]
LocFriendlyName="构筑战壕"
LocLongDescription="防御力提高<Ability:Defense/>，闪避提高<Ability:Dodge/>，直到你移动。仅在掩体中有效。"
LocHelpText="增加防御<Ability:Defense/>并增加闪避<Ability:Dodge/>直到你移动。仅在掩体中有效。"
LocFlyOverText="构筑战壕"
LocPromotionPopupText="<Bullet/> 在开火之前，留在更差的掩体中并构筑战壕通常比移动到更好的掩体更好。<br/>"

[ShadowOps_Aggression X2AbilityTemplate]
LocFriendlyName="高侵略性"
LocLongDescription="你的所有攻击都会为你能看到的每个敌人提供 <Ability:+Crit> 暴击几率，最大为 <Ability:+MaxCrit/>。"
LocHelpText="你的所有攻击都会为你能看到的每个敌人提供 <Ability:+Crit> 暴击几率，最大为 <Ability:+MaxCrit/>。"
LocFlyOverText="高侵略性"
LocPromotionPopupText="<Bullet/> 高侵略性甚至会影响通常无法暴击的攻击，例如手榴弹和突破。<br/>"

[ShadowOps_CombatDrugs X2AbilityTemplate]
LocFriendlyName="战斗兴奋剂"
LocLongDescription="烟雾弹中的速效兴奋剂可使初始区域内的单位获得+20命中率和+20意志力，持续2回合。<br/>注：远离毒品珍爱生命。"
LocHelpText="你的烟雾弹使初始区域内的单位获得+20命中率和+20意志力，持续2回合。<br/>注：远离毒品珍爱生命。"
LocFlyOverText="战斗兴奋剂"
LocPromotionPopupText="<Bullet/> 注意：其中没有变种人汉堡成分。<br/><Bullet/> 这是电子烟，所以SPARK这类的机器人也可以享受到增益。<br/>"

[ShadowOps_SlamFire X2AbilityTemplate]
LocFriendlyName="猛烈射击"
LocLongDescription="在回合的剩余时间里，每当你的<Ability:WeaponName/>造成，就会返还你的行动点。<Ability:SelfCooldown/>回合冷却时间。"
LocHelpText="在本回合的剩余时间里，只要你的<Ability:WeaponName/>受到暴击，就会返还你的行动点。"
LocFlyOverText="猛烈射击"
LocPromotionPopupText="<Bullet/> 通过正确的设置，你可以在一个回合中多次触发猛烈射击。尝试使用快球移除敌人的掩体，或者用战斗药物投掷烟雾弹来提高你的暴击率。<br/ ><Bullet/> 如果您在回合开始时激活猛击射击，您可以在射击之间移动或重新装弹（一次）<br/><Bullet/> 为您的武器配备激光命中率器和扩展弹匣或自动装弹机以最大化猛烈火力的潜力。

[ShadowOps_DangerZone X2AbilityTemplate]
LocFriendlyName="毁灭"
LocLongDescription="你的手榴弹和火箭的半径增加 2，你的【突破】能力的半径增加 1。"
LocHelpText="你的手榴弹和火箭的半径增加 2，你的【突破】能力的半径增加 1。"
LocFlyOverText="毁灭"
LocPromotionPopupText="<Bullet/> 毁灭大大增加了手榴弹的半径，可以轻松击中多个单位并移除他们的掩体，更不用说附近的所有其他掩体了。<br/>"

[ShadowOps_ChainReaction X2AbilityTemplate]
LocFriendlyName="连锁反应"
LocLongDescription="当你以爆炸伤害杀死敌人时，敌人携带的所有炸药都会爆炸。"
LocHelpText="当你以爆炸伤害杀死敌人时，敌人携带的所有炸药都会爆炸。"
LocFlyOverText="连锁反应"
LocPromotionPopupText="<Bullet/> 连锁反应可以对密集的敌人造成大量伤害。<br/><Bullet/> 在队友附近使用爆炸物时要小心，因为二次爆炸可能会击中你意想不到的单位<br/><Bullet/> 只有被你直接杀死的单位才会引起二次爆炸<br/>"。

[ShadowOps_ChainReactionFuse X2AbilityTemplate]
LocFriendlyName="连锁反应"
LocFlyOverText="连锁反应"

[ShadowOps_HeatAmmo X2AbilityTemplate]
LocFriendlyName="高热弹头"
LocLongDescription="对机器人敌人造成 +50% 伤害。"
LocHelpText="对机器人敌人造成 +50% 伤害。"
LocFlyOverText="高热弹头"
LocPromotionPopupText="<Bullet/> 高热弹头可大幅提高对机器人敌人（例如 MEC 和 破坏者）的伤害。<br/><Bullet/> 伤害增加发生在护甲减少伤害之前。<br/><Bullet/>将高热弹头与蓝屏弹结合起来会对任何机器人敌人造成毁灭性伤害<br/><Bullet/>高热弹头会影响所有伤害源，包括爆炸物。"

[ShadowOps_MovingTarget X2AbilityTemplate]
LocFriendlyName="移动目标"
LocLongDescription="你获得额外的 <Ability:+Defense/> 防御力和 <Ability:+Dodge/> 闪避当面对监视或压制时。"
LocHelpText="你获得额外的 <Ability:+Defense/> 防御力和 <Ability:+Dodge/> 闪避当面对监视或压制时。"
LocFlyOverText="移动目标"
LocPromotionPopupText="<Bullet/> 如果你需要跑监视，带有移动目标的单位是一个不错的选择。<br/>"

[ShadowOps_FocusedDefense X2AbilityTemplate]
LocFriendlyName="集中防御"
LocLongDescription="你获得额外的 <Ability:+Defense/> 防御力和 <Ability:+Dodge/> 在没有受到侧翼攻击时躲避最近的可见敌人的攻击。"
LocHelpText="你获得额外的 <Ability:+Defense/> 防御力和 <Ability:+Dodge/> 在没有受到侧翼攻击时躲避最近的可见敌人的攻击。"
LocFlyOverText="集中防御"
LocPromotionPopupText="<Bullet/> 该奖励不适用于近战攻击。<br/><Bullet/> 如果多个敌人距离相等，您将获得针对所有敌人的奖励。<br/>"

[ShadowOps_LineEmUp X2AbilityTemplate]
LocFriendlyName="优先目标"
LocLongDescription="你在对最近的可见敌人进行远程攻击时获得 <Ability:+ToHit/> 命中率和 <Ability:+Crit> 暴击几率。"
LocHelpText="你在对最近的可见敌人进行远程攻击时获得<Ability:+ToHit/>命中率和<Ability:+Crit/>暴击几率。"
LocFlyOverText="优先目标"
LocPromotionPopupText="<Bullet/> 如果多个敌人距离相等，您将获得针对所有敌人的奖励。<br/><Bullet/> 优先目标不会影响近战攻击。<br/>"

[ShadowOps_ControlledDetonation X2AbilityTemplate]
LocFriendlyName="受控爆炸"
LocLongDescription="你的破坏性手榴弹不会影响盟友。"
LocHelpText="你的破坏性手榴弹不会影响盟友。"
LocFlyOverText="受控爆炸"
LocPromotionPopupText="<Bullet/> 盟友包括你自己。<br/><Bullet/> 你的手榴弹留下的火、毒或酸会伤害你的盟友，如果他们穿过它。<br/>"

[ShadowOps_Pyromaniac X2AbilityTemplate]
LocFriendlyName="纵火狂"
LocLongDescription="为您的库存提供 1 个免费燃烧弹物品。"
LocHelpText="为您的库存提供 1 个免费燃烧手榴弹物品。"
LocFlyOverText="纵火狂"
LocPromotionPopupText="<Bullet/> 免费手榴弹不受 背包大师 影响。<br/>"

[ShadowOps_HitAndRun X2AbilityTemplate]
LocFriendlyName="散兵"
LocLongDescription="当你在第一个动作中使用回合结束能力时，你可以在之后移动。"
LocHelpText="当你在第一个动作中使用回合结束能力时，你可以在之后移动。"
LocFlyOverText="散兵"
LocPromotionPopupText="<Bullet/> 这不会影响需要两个动作点才能使用的能力。<br/><Bullet/> 你只能采取标准动作，不能使用其他动作，例如重新填装武器。<br/ >"

[ShadowOps_SurvivalInstinct X2AbilityTemplate]
LocFriendlyName="生存本能"
LocLongDescription="受伤时获得<Ability:+Defense/>防御力和<Ability:+Crit/>暴击率。"
LocHelpText="受伤时获得<Ability:+Defense/>防御力和<Ability:+Crit/>暴击率。"
LocFlyOverText="生存本能"
LocPromotionPopupText="<Bullet/> 如果您恢复完全健康，奖励将会丢失。<br/>"

[ShadowOps_DevilsLuck X2AbilityTemplate]
LocFriendlyName="魔鬼垂青"
LocLongDescription="你对每次任务中击中你的第一枪免疫。"
LocHelpText="你对每次任务中击中你的第一枪免疫。"
LocFlyOverText="魔鬼垂青
LocPromotionPopupText="<Bullet/> 命中包括暴击和擦伤。<br/>"

[ShadowOps_Mayhem X2AbilityTemplate]
LocFriendlyName="混沌噬伤"
LocLongDescription="你的手榴弹和特殊攻击造成<Ability:+Damage> 伤害。"
LocHelpText="你的手榴弹和特殊攻击造成<Ability:+Damage>伤害。"
LocFlyOverText="混沌噬伤"
LocPromotionPopupText="<Bullet/> 特殊攻击包括突破、破裂射击和重型武器。"

[ShadowOps_Mayhem_LW2 X2AbilityTemplate]
LocFriendlyName="重量级"
LocLongDescription="你的所有攻击都会造成 <Ability:+Damage> 伤害。"
LocHelpText="你的所有攻击都会造成 <Ability:+Damage> 伤害。"
LocFlyOverText="重量级"
LocPromotionPopupText="<Bullet/> 重量级还可以提高 <Ability:+DamageOverTime> 攻击造成的燃烧、毒药或酸伤害。<br/>"

[ShadowOps_Saboteur X2AbilityTemplate]
LocFriendlyName="破坏者"
LocLongDescription="你的标准 <Ability:WeaponName/> 攻击对无生命物体（例如继电器和油箱）造成 <Ability:Damage>% 的额外伤害。"
LocHelpText="您的标准 <Ability:WeaponName/> 攻击对无生命物体（例如继电器和油箱）造成 <Ability:Damage>% 的额外伤害。"
LocFlyOverText="破坏者"
LocPromotionPopupText="<Bullet/> 破坏者不会影响手榴弹或特殊攻击。<br/>"

[ShadowOps_Anatomist X2AbilityTemplate]
LocFriendlyName="解剖学家"
LocLongDescription="你对已杀死的每个同类型敌人的暴击造成 <Ability:+CritDamage> 伤害，最大伤害为 <Ability:+MaxCritDamage>。"
LocHelpText="你对你杀死的每个同类型敌人的暴击造成 <Ability:+CritDamage> 伤害，最大伤害为 <Ability:+MaxCritDamage>。"
LocPromotionPopupText="<Bullet/> 对于您杀死的每个具有相同一般类型的敌人，您都会获得额外伤害。例如，变种人步兵 和变种人高级步兵是相同的一般类型。<br/><Bullet/> 这按同一名士兵，执行所有任务。<br/>"

[ShadowOps_ExtraMunitions X2AbilityTemplate]
LocFriendlyName="额外弹药"
LocLongDescription="在您的库存中免费赠送 1 件爆炸性手榴弹。"
LocHelpText="在您的库存中免费赠送 1 件爆炸性手榴弹。"
LocFlyOverText="额外弹药"
LocPromotionPopupText="<Bullet/> 免费手榴弹不受背包大师影响。<br/>"

[ShadowOps_ExtraMunitions_LW2 X2AbilityTemplate]
LocFriendlyName="额外弹药"
LocLongDescription="每个爆炸性手榴弹物品可获得 +1 使用次数。"
LocHelpText="每个爆炸性手榴弹物品获得 +1 使用次数。"
LocFlyOverText="额外弹药"
LocPromotionPopupText="<Bullet/> 每个爆炸性手榴弹物品获得 +1 使用次数。<br/>"

[ShadowOps_BullRush X2AbilityTemplate]
LocFriendlyName="奔牛拳"
LocLongDescription="对移动范围内的任何敌人进行特殊近战攻击，造成少量伤害，但使有机和机械目标昏迷 1 回合。"
LocHelpText="对移动范围内的任何敌人进行特殊近战攻击，造成少量伤害，但使有机和机械目标昏迷 1 回合。"
LocPromotionPopupText="<Bullet/> 奔牛拳也会影响机械单位。<br/>"

[ShadowOps_SmokeAndMirrors_LW2 X2AbilityTemplate]
LocFriendlyName="雾里看花"
LocLongDescription="每个烟雾弹物品额外获得1使用次数。发射或投掷烟雾弹不会结束你的回合。"
LocHelpText="每个烟雾弹物品额外获得1使用次数。发射或投掷烟雾弹不会结束你的回合。"
LocFlyOverText="雾里看花"
LocPromotionPopupText="<Bullet/> 雾里看花也略微减少了士兵的渗透时间。<br/>"

[ShadowOps_BareKnuckle X2AbilityTemplate]
LocFriendlyName="裸指关节"
LocLongDescription="你的近战攻击造成<Ability:+CurDamage/>伤害。伤害加成随着等级的增加而增加。"
LocHelpText="你的近战攻击造成<Ability:+CurDamage/>伤害。"
LocFlyOverText="裸指关节"
LocPromotionPopupText="<Bullet/>近战攻击包括公牛冲刺和匕首攻击。<br/><Bullet/>每2个士兵等级，伤害加成增加1。"

[ShadowOps_DemoGrenades X2AbilityTemplate]
LocFriendlyName="演示手榴弹"
LocLongDescription="你的爆炸性手榴弹摧毁了大部分掩体物体。"
LocHelpText="你的爆炸性手榴弹摧毁了大部分掩体物体。"
LocFlyOverText="演示手榴弹"
LocPromotionPopupText="<Bullet/> 演示手榴弹总是会摧毁脆弱的掩体，例如栅栏，并且可能会摧毁更坚固的掩体。<br/>"

[ShadowOps_Elusive X2AbilityTemplate]
LocFriendlyName="难以捉摸"
LocLongDescription=" 4 格内的每可见敌人使该角色获得 <Ability:Dodge/> 闪避。"
LocHelpText="4 格内的每可见敌人使该角色获得 <Ability:Dodge/> 闪避。"
LocFlyOverText="难以捉摸"
LocPromotionPopupText="<Bullet/> 闪避适用于所有攻击。<br/>"

[ShadowOps_MadBomber X2AbilityTemplate]
LocFriendlyName="轮盘弹手"
LocLongDescription="为你的物品栏提供两颗免费的<font color='#d3af37'>随机</font>榴弹"
LocHelpText="为你的物品栏提供两颗免费的<font color='#d3af37'>随机</font>榴弹。"
LocFlyOverText="轮盘弹手"
LocPromotionPopupText="<Bullet/> 免费手榴弹在每次任务开始时<font color='#d3af37'>随机</font>选择。<br/>"

[ShadowOps_Fracture_LW2 X2AbilityTemplate]
LocFriendlyName="破裂射击"
LocLongDescription="你对机械单位的<Ability:WeaponName/>攻击具有<Ability:+ToHit/>命中率并撕碎<Ability:Shred/>护甲。"
LocHelpText="你对机械单位的<Ability:WeaponName/>攻击具有<Ability:+ToHit/>命中率并撕碎<Ability:Shred/>护甲。"
LocFlyOverText="破裂射击"
LocPromotionPopupText="<Bullet/> 对非机械单位的攻击没有效果。<br/>"

; ===Dragoon abilities===

[ShadowOps_ShieldProtocol X2AbilityTemplate]
LocFriendlyName="护盾协议"
LocLongDescription="给予友方单位<Ability:Shield/>额外的护盾值。护盾还赋予毒素免疫力，直到失去所有护盾值。"
LocHelpText="给予友方单位<Ability:Shield/>额外的护盾值。"
LocFlyOverText="护盾协议""
LocPromotionPopupText="<Bullet/> 更高级的小精灵将提供更强大的护盾。<br/><Bullet/> 护盾吸收的伤害不会导致受伤时间，因此请尝试使用它来保护您的士兵，避免他们受伤<br/><Bullet/> 考虑保留对陷入困境的单位使用护盾协议。<br/><Bullet/> 护盾会持续到吸收其伤害直到龙骑兵死亡或撤离。 <br/><Bullet/> 护盾还可以免疫毒<br/><Bullet/> 护盾协议每次任务有两次充能。<br/>"

[ShadowOps_AdvancedShieldProtocol X2AbilityTemplate]
LocFriendlyName="快速护盾"
LocLongDescription="护盾协议不再需要花费行动点。"
LocHelpText="给予友方单位<Ability:Shield/>额外的护盾值。该能力不消耗任何动作。"
LocFlyOverText="快速护盾"
LocPromotionPopupText="<Bullet/> 更高级的小精灵将提供更强大的护盾。<br/><Bullet/> 护盾吸收的伤害不会导致受伤时间，因此请尝试使用它来保护您的士兵，避免他们受伤<br/><Bullet/> 考虑保留对陷入困境的单位使用护盾协议。<br/><Bullet/> 护盾会持续到吸收其伤害直到龙骑兵死亡或撤离。 <br/><Bullet/> 护盾还可以免疫毒<br/><Bullet/> 护盾协议每次任务有两次充能。<br/>"

[ShadowOps_HeavyArmor X2AbilityTemplate]
LocFriendlyName="坦克"
LocLongDescription="根据你装备的护甲，你获得额外的护甲点。"
LocHelpText="根据你装备的护甲，你获得额外的护甲点。"
LocFlyOverText="坦克"
LocPromotionPopupText="<Bullet/> 配备坦克和 EXO 或 WAR 套装的龙骑兵可以吸收真正荒谬的伤害，特别是与镀层背心或强化背心结合使用时。<br/><Bullet/> 护盾协议的护盾不会不直接受益于护甲，但任何未被护盾吸收的额外伤害都会被护甲减少，只要至少有一点被护盾阻挡，护甲就可以完全抵御少量伤害。<br/ ><Bullet/>轻甲和中甲额外增加1点护甲值，重甲则额外增加2点护甲值。<br/>"

[ShadowOps_StealthProtocol X2AbilityTemplate]
LocFriendlyName="隐形协议"
LocLongDescription="给友方单位提供隐蔽。"
LocHelpText="给予友方单位隐蔽。"
LocFlyOverText="隐形协议"
LocPromotionPopupText="<Bullet/> 隐形协议可用于任何士兵，因此在选择小队时请考虑您打算对谁使用它。<br/><Bullet/> 有时，隐形协议可用于保护战场中的士兵。棘手的情况，但它对被敌人包围的士兵不起作用。<br/><Bullet/>使用隐形协议需要花费行动点。<br/><Bullet/>如果龙骑兵死亡或撤退，效果就会消失。<br/><Bullet/> 隐形协议每次任务只消耗一个行动点。<br/>"

[ShadowOps_BurstFire X2AbilityTemplate]
LocFriendlyName="弹幕"
LocLongDescription="攻击直线上的所有目标并造成伤害或摧毁掩体。仅限加农炮。使用 <Ability:SelfAmmoCost/> 弹药。<Ability:SelfCooldown/> 降低冷却时间。"
LocHelpText="攻击直线上的所有目标并损坏或摧毁掩体。"
LocFlyOverText="弹幕"
LocPromotionPopupText="<Bullet/> 弹幕有 70% 的几率伤害单位，100% 的几率伤害或摧毁掩体。<br/><Bullet/> 如果你的位置正确，弹幕可以击中多个敌人，但也可以仅对其中一个使用它。<br/><Bullet/> 在开火之前，请注意弹幕将摧毁什么，包括目标后面的任何东西。<br/><Bullet/> 从全掩体命中率弹幕时要小心士兵可能会【走出去】，导致弹幕击中的路线与您预期不同。<br/><Bullet/>弹幕需要<Ability:SelfAmmoCost/>弹药点并且有<Ability:SelfCooldown/>回合。冷却时间。<br/>"

[ShadowOps_ShieldsUp X2AbilityTemplate]
LocFriendlyName="升起护盾"
LocLongDescription="所有小队成员都获得<Ability:Shield/>额外护盾值。"
LocHelpText="所有小队成员获得<Ability:Shield/>额外护盾值。"
LocFlyOverText="升起护盾"
LocPromotionPopupText="<Bullet/> 更高级的小精灵将提供更强大的护盾。<br/><Bullet/> 升起护盾授予的护盾虽然很小，但可能有助于挽救士兵的生命，甚至只是减少战后伤口<br/><Bullet/> 与 护盾协议不同，升起护盾不提供对毒物的免疫力。<br/><Bullet/> 如果龙骑兵死亡或撤离，护盾就会被移除。<br/>"

[ShadowOps_ECM X2AbilityTemplate]
LocFriendlyName="电子战措施"
LocLongDescription="敌人对所有小队成员的检测范围降低<Ability:ECMDetectionModifier/>%。"
LocHelpText="敌人对所有小队成员的检测范围降低<Ability:ECMDetectionModifier/>%。"
LocFlyOverText="电子战措施"
LocPromotionPopupText="<Bullet/> 如果龙骑兵死亡或撤离，该效果将被移除。<br/>"

[ShadowOps_Rocketeer X2AbilityTemplate]
LocFriendlyName="火箭手"
LocLongDescription="你的火箭发射器或重型武器获得额外使用次数。"
LocHelpText="你的火箭发射器或重型武器获得额外使用次数。"
LocFlyOverText="火箭手"
LocPromotionPopupText="<Bullet/> 重型武器是指只能安装在 EXO 或 WAR 套装上的武器，例如碎片炮。<br/>"

[ShadowOps_Vanish X2AbilityTemplate]
LocFriendlyName="消失"
LocLongDescription="如果你在回合开始时没有敌人看到你，你将获得隐蔽。此效果有 2 回合冷却时间。"
LocHelpText="如果你在回合开始时没有敌人看到你，你就获得了隐蔽。"
LocFlyOverText="消失"
LocPromotionPopupText="<Bullet/> 使用消失的单位是出色的侦察兵。如果他们被发现，只需撤退并重新隐蔽即可。<br/><Bullet/> 单位使用消失重新隐蔽的次数没有限制。< br/><Bullet/>消失有 2 回合冷却时间<br/>"

[ShadowOps_VanishTrigger X2AbilityTemplate]
LocFriendlyName="消失"
LocLongDescription="如果你在回合开始时没有敌人看到你，你将获得隐蔽性。此效果有 2 回合冷却时间。"
LocHelpText="如果你在回合开始时没有敌人看到你，你就获得了隐蔽性。"
LocFlyOverText="消失"

[ShadowOps_RestorationProtocol X2AbilityTemplate]
LocFriendlyName="复兴协议"
LocLongDescription="每回合为一个单位提供 <Ability:Heal/> 点生命值再生，最多可达 <Ability:MaxHeal/> 点。还可以稳定和复活流血或昏迷的单位，并消除一些减益效果。"
LocHelpText="每回合给予一个单位生命值再生，并稳定和复活流血或昏迷的单位。"
LocFlyOverText="复兴协议"
LocPromotionPopupText="<Bullet/> 复兴协议将使正在流血或昏迷的单位重新投入战斗。尝试将其保留给真正需要它的单位。<br/><Bullet/> 复兴协议恢复 2每回合生命值上限为 8 生命值，使用后立即生效。<br/><Bullet/>战地药物铸造项目将增加每回合恢复生命值至3 <br/ ><Bullet/> 高级小精灵将治愈更多总生命值<br/><Bullet/> 每次任务只有一次充能<br/>"

[ShadowOps_StasisField X2AbilityTemplate]
LocFriendlyName="静滞场"
LocLongDescription="使龙骑兵和附近所有单位陷入静滞状态一回合。处于静滞状态的单位无法行动且免疫伤害。每个任务只能使用一次。"
LocHelpText="使龙骑兵和附近所有单位陷入静滞状态一回合。处于静滞状态的单位无法行动并且免疫伤害。"
LocFlyOverText="静滞场"
LocPromotionPopupText="<Bullet/> 静滞力场同时影响友方和敌方单位。<br/><Bullet/> 静滞力场每个任务只能使用一次。<br/>"

[ShadowOps_PuppetProtocol X2AbilityTemplate]
LocFriendlyName="傀儡协议"
LocLongDescription="永久控制敌方机器人单位。每次任务你只能操纵一个单位。使用此能力即使成功也不会打破个体隐蔽。"
LocHelpText="永久控制敌方机器人单位。每个任务只能操纵一个单位。"
LocFlyOverText="傀儡协议"
LocPromotionPopupText="<Bullet/> 仅当尝试失败时，使用傀儡协议才会打破隐藏。<br/><Bullet/> 失败的傀儡 协议尝试不会消耗充能。<br/><Bullet/> Puppet 协议有一个<Ability:SelfCooldown/> 开启冷却时间。<br/>"

[ShadowOps_TacticalSense X2AbilityTemplate]
LocFriendlyName="战术决策"
LocLongDescription="对于你能看到的每个敌人，你都会获得 <Ability:+Dodge/> 闪避，最大可达 <Ability:+MaxDodge/>。"
LocHelpText="对于你能看到的每个敌人，你都会获得 <Ability:+Dodge/> 闪避，最大可达 <Ability:+MaxDodge/>。"
LocFlyOverText="战术决策"
LocPromotionPopupText="<Bullet> 闪避会增加传入攻击擦过的几率，造成一半伤害。<br/><Bullet/> 这不包括仅通过小队视野可见的敌人。<br/>"

[ShadowOps_Aegis X2AbilityTemplate]
LocFriendlyName="宙斯盾"
LocLongDescription="护盾协议还可将所有传入伤害降低 33%。"
LocHelpText="护盾协议还可将所有传入伤害降低 33%。"
LocFlyOverText="宙斯盾"
LocPromotionPopupText="<Bullet/> 减免适用于护盾激活时受到的所有伤害，而不仅仅是护盾吸收的伤害。<br/>"

[ShadowOps_IronWill X2AbilityTemplate]
LocFriendlyName="钢铁意志"
LocLongDescription="将意志提高<Ability:Will>，并保证每次任务你都会流血而不是直接死亡。"
LocHelpText="将意志增加<Ability:Will>，并保证每次任务你都会流血而不是直接死亡。"
LocFlyOverText="钢铁意志"
LocPromotionPopupText="<Bullet/> 意志会减少你迷失方向、眩晕、惊慌或昏迷的机会。<br/>"

[ShadowOps_SensorOverlays X2AbilityTemplate]
LocFriendlyName="传感器覆盖层"
LocLongDescription="所有小队成员对你能看到的敌人都有<Ability:+Crit>暴击几率。"
LocHelpText="所有小队成员对你能看到的敌人都有<Ability:+Crit>暴击几率。"
LocFlyOverText="传感器覆盖"
LocPromotionPopupText="<Bullet/> 这不计算仅通过小队视野可见的敌人。<br/>"

[ShadowOps_Supercharge X2AbilityTemplate]
LocFriendlyName="超级充能"
LocLongDescription="所有小精灵能力都会获得额外使用次数。"
LocHelpText="所有小精灵能力都会获得额外使用次数。"
LocFlyOverText="超级充能"
LocPromotionPopupText="<Bullet/>小精灵能力包括护盾协议、复苏协议和隐形协议。<br/>"

[ShadowOps_Scout X2AbilityTemplate]
LocFriendlyName="免费扫描仪"
LocLongDescription="向您的库存授予 1 个免费战斗扫描仪物品。"
LocHelpText="向您的库存授予 1 个免费战斗扫描仪物品。"
LocFlyOverText="免费扫描仪"
LocPromotionPopupText="<Bullet/> 这与携带的战斗扫描仪的使用叠加。<br/>"

[ShadowOps_Lightfoot X2AbilityTemplate]
LocFriendlyName="轻足"
LocLongDescription="获得<Ability:+Mobility/> 移动力。隐匿时，被探测范围- 20%。"
LocHelpText="获得<Ability:+Mobility/> 移动力。隐匿时，被探测范围- 20%。"
LocFlyOverText="轻足"
LocPromotionPopupText="<Bullet/> 轻足的额外移动力可以帮助你获得侧翼或快速到达目标，但要小心，不要领先其他小队太多。<br/><Bullet /> 改进的隐蔽性与其他来源（例如 ECM）的隐蔽性得到改进。<br/>"

[ShadowOps_Charge X2AbilityTemplate]
LocFriendlyName="冲锋！"
LocLongDescription="冲刺后执行一个标准动作。"
LocHelpText="冲刺后执行一个标准动作。"
LocFlyOverText="冲锋！"
LocPromotionPopupText="<Bullet/>冲锋！只有一次充能。<br/>"

[ShadowOps_EatThis X2AbilityTemplate]
LocFriendlyName="尝尝这个！"
LocLongDescription="你在攻击相邻目标时获得 <Ability:+ToHit>命中和 <Ability:+Crit> 暴击。奖励随着距离的增加而减少，最多可达 <Ability:EatThisMaxTiles/> 格。"
LocHelpText="你在攻击相邻目标时获得<Ability:+ToHit>命中和<Ability:+Crit>暴击。奖励随着距离的增加而减少。"
LocFlyOverText="尝尝这个！"
LocPromotionPopupText="<Bullet/> 该奖励不会影响近战攻击。<br/>"

[ShadowOps_Inspiration X2AbilityTemplate]
LocFriendlyName="灵机光环"
LocLongDescription="你和你周围 <Ability:InspirationMaxTiles/> 格内的所有盟友获得 <Ability:+Dodge/> 闪避和 <Ability:+Will/> 意志。"
LocHelpText="你和你周围 <Ability:InspirationMaxTiles/> 格内的所有盟友获得 <Ability:+Dodge/> 闪避和 <Ability:+Will/> 意志。"
LocFlyOverText="灵机光环"
LocPromotionPopupText="<Bullet/> 拥有该技能的角色应该时刻处于队伍中间<br/>"

[ShadowOps_ShieldSurge X2AbilityTemplate]
LocFriendlyName="护盾涌动"
LocLongDescription="护盾协议现在还为目标提供一回合的<Ability:ArmorMitigation:ShadowOps_ShieldProtocol/>护甲。"
LocHelpText="护盾协议现在还为目标提供一回合的<Ability:ArmorMitigation:ShadowOps_ShieldProtocol/>护甲。"
LocFlyOverText="护盾涌动"
LocPromotionPopupText="<Bullet/> 护甲会持续到你的下一个回合开始。<br/>"

[ShadowOps_PhalanxProtocol X2AbilityTemplate]
LocFriendlyName="方阵协议"
LocLongDescription="你的小精灵会移动到每个盟友，为他们所有人提供防御加值，直到你的下一回合开始。"
LocHelpText="将你的小精灵发送给每个盟友，以授予他们 +<Ability:AidProtocolDefenseBonus/> 回合防御力。"
LocFlyOverText="方阵协议"
LocPromotionPopupText="<Bullet/> 方阵协议有效地向每个盟友授予援助协议。<br/>"

[ShadowOps_Puppeteer X2AbilityTemplate]
LocFriendlyName="傀儡师"
LocLongDescription="失控协议不再有冷却时间并且不会结束回合。"
LocHelpText="失控协议不再有冷却时间并且不会结束回合。"
LocFlyOverText="傀儡师"
LocPromotionPopupText="<Bullet/> 对于每个敌方单位，你仍然只能尝试使用失控协议一次。<br/>"

[ShadowOps_ShieldBattery X2AbilityTemplate]
LocFriendlyName="护盾电池"
LocLongDescription="授予 <Ability:ShieldBatteryBonusCharges/> 额外的护盾协议充能。"
LocHelpText="授予 <Ability:ShieldBatteryBonusCharges/> 额外的护盾协议充能。"
LocFlyOverText="护盾电池"
LocPromotionPopupText="<Bullet/> 授予更多的护盾协议。<br/>"

[ShadowOps_Overkill X2AbilityTemplate]
LocFriendlyName="过度杀戮"
LocLongDescription="你的攻击对生命值降低到一半以及以下的敌人造成额外<Ability:+Damage/>伤害。"
LocHelpText="你的攻击对对生命值降低到一半以及以下的敌人造成额外敌人造成<Ability:+Damage/>伤害。"
LocFlyOverText="过度杀戮"
LocPromotionPopupText="<Bullet/> 额外伤害适用于你的所有攻击，包括拳套攻击。<br/><Bullet/> 过度杀戮不会影响你的能力造成的烧伤、酸液或中毒伤害。<br/>"

[ShadowOps_ShotgunFinesse X2AbilityTemplate]
LocFriendlyName="霰弹枪技巧"
LocLongDescription="装备霰弹枪时获得 <Ability:+Crit> 暴击率和 <Ability:+Mobility/> 移动力。"
LocHelpText="装备霰弹枪时获得 <Ability:+Crit> 暴击率和 <Ability:+Mobility/> 移动力。"
LocFlyOverText="技巧"
LocPromotionPopupText="<Bullet/>  这对于使用霰弹枪的职业很有帮助<br/>"

; === Hunter abilities ===

[ShadowOps_SnapShot X2AbilityTemplate]
LocFriendlyName="速射"
LocLongDescription="你可以使用 <Ability:WeaponName/> 作为一个单一动作进行射击或监视，但会受到 <Ability:ToHit:ShadowOps_SnapShotShot/> 命中率惩罚。"
LocHelpText="以单一行动点发射你的<Ability:WeaponName/>，​​并有较小的命中率惩罚。"
LocFlyOverText="速射"
LocPromotionPopupText="<Bullet/> 快速射击对于与小队其他成员一起移动而不是呆在一个地方的猎人来说最有用。<br/><Bullet/> 你的狙击步枪在近距离时会受到命中率惩罚。剑攻击通常比近距离侧翼射击更有效。<br/>"

[ShadowOps_SnapShotShot X2AbilityTemplate]
LocFriendlyName="速射"
LocLongDescription="你可以用你的<Ability:WeaponName/>作为一个单一动作进行射击或监视，并受到<Ability:ToHit/>命中率惩罚。"
LocHelpText="以单一动作发射你的<Ability:WeaponName/>，​​并有较小的命中率惩罚。"
LocFlyOverText="速射"

[ShadowOps_SnapShotOverwatch X2AbilityTemplate]
LocFriendlyName="监视射击"
LocFriendlyNameWhenConcealed="监视射击（隐藏）"
LocLongDescription="监视射击将您的 <Ability:WeaponName/> 作为单个动作，并受到 <Ability:ToHit:ShadowOps_SnapShotShot/> 命中率惩罚。"
LocHelpText="向第一个在你视线范围内移动的敌人开火，命中率时会受到惩罚。"
LocLongDescriptionWhenConcealed="向第一个在你视线范围内移动的敌人开火，但前提是被发现。"
LocFlyOverText="监视射击：速射"

[ShadowOps_HunterMark X2AbilityTemplate]
LocFriendlyName="标记"
LocLongDescription="标记一个目标，给予所有友方单位<Ability:+ToHit/> 命中率射击。该奖励永不过期，但一次只能标记一个目标。使用此能力不会破坏隐蔽。<Ability:SelfCooldown/>开启冷却。"
LocHelpText="标记一个目标，让所有友方单位<Ability:+ToHit/>命中率目标进行射击。"
LocFlyOverText="标记"
LocPromotionPopupText="<Bullet/>标记在您必须移动或重新装载狙击步枪的回合中提供有用的第二个动作。<br/><Bullet/> 在触发伏击之前对危险的敌人使用标记。<br/><Bullet /> 标记后进行速射比标准狙击步枪射击更准确，并且对小队其他成员也有帮助。<br/><Bullet/> 标记可以使用小队命中率器命中率。<br/><Bullet/> 标记可以不会破坏隐蔽。<br/><Bullet/> 如果猎人死亡、撤离或标记另一个目标，该效果将被移除。<br/><Bullet/> 标记有<Ability:SelfCooldown/>冷却时间。<br />"

[ShadowOps_VitalPoint X2AbilityTemplate]
LocFriendlyName="利刃"
LocLongDescription="你的剑攻击会造成 <Ability:+Damage/> 伤害并忽略最多 <Ability:ArmorPiercing> 护甲。"
LocHelpText="你的剑攻击会造成 <Ability:+Damage/> 伤害并忽略最多 <Ability:ArmorPiercing> 护甲。"
LocFlyOverText="利刃"
LocPromotionPopupText="<Bullet/> 更高级的剑将无视更多的护甲并造成额外的额外伤害。<br/><Bullet/> 你的剑攻击可以杀死受伤的敌人，并移动到更好的位置，以便在附近使用狙击步枪。 <br/><Bullet/> 由于猎人的命中率属性很高，你的剑攻击几乎总是会击中。<br/><Bullet/> 锋利的边缘将使普通剑造成与狙击步枪一样多的伤害具有相同的技术等级。<br/>"

[ShadowOps_Precision X2AbilityTemplate]
LocFriendlyName="精确"
LocLongDescription="你获得<Ability:+ToHit/> 命中率当射击全掩体中的目标时。"
LocHelpText="你获得<Ability:+ToHit/> 命中率当命中率全掩体中的目标。"
LocFlyOverText="精确"
LocPromotionPopupText="<Bullet/> 精确度仅适用于远程攻击。<br/>"

[ShadowOps_LowProfile X2AbilityTemplate]
LocFriendlyName="低姿态"
LocLongDescription="你在半掩体中获得<Ability:+Defense/> 防御力。"
LocHelpText="你在半掩体中获得<Ability:+Defense/> 防御。"
LocFlyOverText="低姿态"
LocPromotionPopupText="<Bullet/> 如果攻击者从侧翼攻击您，奖励就会丢失。<br/>"

[ShadowOps_Sprint X2AbilityTemplate]
LocFriendlyName="双倍时间"
LocLongDescription="本回合获得额外移动动作。<Ability:SelfCooldown/> 冷却。"
LocHelpText="本回合获得额外移动动作。"
LocFlyOverText="双倍时间"
LocPromotionPopupText="<Bullet/> Double Time 可用于在单回合内移动很长的距离，或者移动然后进行普通的狙击枪射击。<br/><Bullet/> 双倍时间的额外移动动作是如果你在采取行动之前使用结束回合的技能（例如开枪），则会浪费时间。<br/><Bullet/>双倍时间有<Ability:SelfCooldown/>回合冷却时间。<br/>"

[ShadowOps_Assassin X2AbilityTemplate]
LocFriendlyName="刺客"
LocLongDescription="当你用<Ability:WeaponName/>杀死侧翼或未发现的敌人时，你获得隐蔽。"
LocHelpText="当你用<Ability:WeaponName/>杀死侧翼或未发现的敌人时，你获得隐蔽。"
LocFlyOverText="刺客"
LocPromotionPopupText="<Bullet/> 你在不被你的敌人包抄或侧翼有敌人的情况下才可发动<br/>"

[ShadowOps_Fade X2AbilityTemplate]
LocFriendlyName="淡出"
LocLongDescription="获得隐蔽，如果你移动，就会被破坏。仅在全掩体下有效。<Ability:SelfCooldown/> 降低冷却时间。"
LocHelpText="获得隐蔽，如果你移动，就会被破坏。仅在完全隐蔽的情况下有效。"
LocFlyOverText="淡入淡出"
LocPromotionPopupText="<Bullet/> 淡出可以让你在战斗中多次使用先攻加成。<br/><Bullet/>淡出授予的隐蔽性也可以正常被打破。<br/><Bullet/> 淡出消耗一个动作并且有一个<Ability:SelfCooldown/>回合冷却时间。<br/>"

[ShadowOps_SliceAndDice X2AbilityTemplate]
LocFriendlyName="二重追剑"
LocLongDescription="用你的剑攻击移动范围内的任何敌人。如果你击中，则免费进行第二次剑攻击。<Ability:SelfCooldown/> 冷却。"
LocHelpText="用你的剑攻击移动范围内的任何敌人。如果你击中，则进行免费的第二次剑攻击。"
LocFlyOverText="二重追剑"
LocPromotionPopupText="<Bullet/>二重追剑有<Ability:SelfCooldown/>回合冷却时间。<br/>"

[ShadowOps_Tracking X2AbilityTemplate]
LocFriendlyName="追踪"
LocLongDescription="即使没有视线，你也能检测到附近的单位。"
LocHelpText="即使没有视线，你也能检测到附近的单位。"
LocFlyOverText="追踪"
LocPromotionPopupText="<Bullet/> 具有跟踪功能的士兵可以成为出色的侦察兵，特别是如果您使用隐形协议为他们提供隐蔽性。<br/><Bullet/> 跟踪功能可以轻微地探测到敌人，但只是轻微地超出正常可视范围。<br/><Bullet/> 追踪将发现隐藏的和埋藏的敌人<br/>"

[ShadowOps_TrackingTrigger X2AbilityTemplate]
LocFriendlyName="追踪"
LocFlyOverText="追踪"

[ShadowOps_Bullseye X2AbilityTemplate]
LocFriendlyName="靶心射击"
LocLongDescription="发射一发子弹，即使正常击中或擦伤，强制造成暴击，并对目标的命中、防御和意志施加-20 惩罚. <Ability:SelfCooldown/> 回合冷却时间."
LocHelpText="发射一发子弹，造成致命伤害，并对目标的命中、防御和意志造成惩罚."
LocFlyOverText="靶心射击"
LocPromotionPopupText="<Bullet/>靶心射击有利于削弱强悍的敌人，同时还能造成额外的伤害.<br/><Bullet/>靶心射击技能对命中、防御和意志施加-20 惩罚，持续到战斗结束. <br/><Bullet/> 即使射击只会正常击中或擦过，靶心也会暴击.<br/><Bullet/> 此能力可以暴击那些难以暴击的敌人例如天选者。 但免疫暴击的敌人依然无法暴击.<br/><Bullet/>靶心射击有 <Ability:SelfCooldown/> 回合冷却时间. <br/>"

[ShadowOps_FirstStrike X2AbilityTemplate]
LocFriendlyName="克敌机先"
LocLongDescription="<Ability:Classname/>在<font color='#0bff9b'>隐蔽</font>或<font color='#e1be46'>侧击</font>中攻击敌军，则<font color='#ff8000'><Ability:WeaponName/></font>获得<font color='#0bff9b'><Ability:+Damage/></font>伤害。并免除<font color='#0bff9b'>小队视野</font>的惩罚。"
LocHelpText="<Ability:Classname/>在<font color='#0bff9b'>隐蔽</font>或<font color='#e1be46'>侧击</font>中攻击敌军，则<font color='#ff8000'><Ability:WeaponName/></font>获得<font color='#0bff9b'><Ability:+Damage/></font>伤害。并免除<font color='#0bff9b'>小队视野</font>的惩罚。"
LocFlyOverText="克敌机先"
LocPromotionPopupText="<Bullet/>对视野内无法看到自身的<font color='#ff3206'>敌军</font>也能生效。"

[ShadowOps_DamnGoodGround X2AbilityTemplate]
LocFriendlyName="居高临下"
LocLongDescription="你获得额外的<Ability:+ToHit/>命中率和<Ability:+Defense/>防御，当你对抗比你高度低的敌人时。"
LocHelpText="你获得额外的<Ability:+ToHit/>命中率和<Ability:+Defense/>防御，当你对抗比你高度低的敌人时。"
LocFlyOverText="居高临下"
LocPromotionPopupText="<Bullet/> 该加成会与常规的高地命中加成叠加。<br/>"

[ShadowOps_PointBlank X2AbilityTemplate]
LocFriendlyName="近距离射击"
LocLongDescription="将短距离 <Ability:WeaponName/> 射击的命中率惩罚减少 67%。"
LocHelpText="将短距离 <Ability:WeaponName/> 射击的命中率惩罚减少 67%。"
LocFlyOverText="近距离射击"
LocPromotionPopupText="<Bullet/> 直击不影响快速射击的命中率惩罚。<br/>"

[ShadowOps_Butcher X2AbilityTemplate]
LocFriendlyName="屠夫"
LocLongDescription="对有机目标的伤害提高 30%。"
LocHelpText="对有机目标的伤害提高 30%。"
LocFlyOverText="屠夫"
LocPromotionPopupText="<Bullet/>有机目标是指所有非机械单位。<br/>"

[ShadowOps_Reposition X2AbilityTemplate]
LocFriendlyName="重新定位"
LocLongDescription="您可以在发射<Ability:WeaponName/>后执行标准移动动作。"
LocHelpText="向目标发射<Ability:WeaponName/>，​​然后移动。"
LocFlyOverText="重新定位"
LocPromotionPopupText="<Bullet/> 重新定位仅允许标准动作，不允许其他能力，例如重新装载武器。<br/>"

[ShadowOps_Evasive X2AbilityTemplate]
LocFriendlyName="第六感"
LocLongDescription="你对多目标和区域攻击免疫。"
LocHelpText="你对多目标和区域攻击免疫。"
LocFlyOverText="第六感"
LocPromotionPopupText="<Bullet/> 区域攻击包括手榴弹和其他爆炸物。<br/>"

[ShadowOps_Stalker X2AbilityTemplate]
LocFriendlyName="潜行者"
LocLongDescription="隐藏时获得<Ability:+Mobility/> 移动性和<Ability:+ToHit/> 命中率。"
LocHelpText="隐藏时获得 <Ability:+Mobility/> 移动性和 <Ability:+ToHit/> 命中率。"
LocFlyOverText="潜行者"
LocPromotionPopupText="<Bullet/> 当你失去隐蔽性时，奖励将立即丢失。<br/>"

[ShadowOps_LastStand X2AbilityTemplate]
LocFriendlyName="最后波纹"
LocLongDescription="每次任务一次，免疫死亡和失能，直到你的下一回合结束。"
LocHelpText="免疫死亡和失能直到你的下回合结束。"
LocFlyOverText="最后波纹"
LocPromotionPopupText="<Bullet/> 你仍然会受到伤害，但它永远不会将你的生命值降低到 1 以下。<br/><Bullet/> 你不会被击昏、迷失方向或以其他方式丧失行动能力。<br/>"

[ShadowOps_DisablingShot X2AbilityTemplate]
LocFriendlyName="致残射击"
LocLongDescription="进行一次特殊射击，造成一半伤害并使目标瘫痪一回合。<Ability:SelfCooldown/> 冷却时间。"
LocHelpText="进行一次特殊射击，造成一半伤害并使目标瘫痪一回合。"
LocFlyOverText="致残射击"
LocPromotionPopupText="<Bullet/> 残疾单位只能移动、装弹、蹲伏和进行近战攻击。<br/>"

[ShadowOps_ThisOnesMine X2AbilityTemplate]
LocFriendlyName="囊中之物"
LocLongDescription="标记一个目标，给予你<Ability:+Crit:ShadowOps_ThisOnesMine_Passive/>暴击几率和<Ability:+Defense:ShadowOps_ThisOnesMine_Passive/>防御力3回合。该能力不消耗动作。<Ability:SelfCooldown /> 开启冷却时间。"
LocHelpText="标记一个目标，给予你<Ability:+Crit:ShadowOps_ThisOnesMine_Passive/>暴击几率和<Ability:+Defense:ShadowOps_ThisOnesMine_Passive/>防御力3回合。"
LocFlyOverText="囊中之物"
LocPromotionPopupText="<Bullet/> 只有你才能获得增益。<br/>"

[ShadowOps_WatchfulEye X2AbilityTemplate]
LocFriendlyName="警惕之眼"
LocLongDescription="每回合一次，当你的囊中之物目标移动或攻击时，你将获得一次免费的监视射击。"
LocHelpText="每回合一次，当你的囊中之物目标移动或攻击时，你将获得一次免费的监视射击。"
LocFlyOverText="警惕的眼睛"
LocPromotionPopupText="<Bullet/> 即使你的囊中之物目标只能通过小队视野看到，也可以触发免费的监视射击。<br/>"

[ShadowOps_Hipfire_LW2 X2AbilityTemplate]
LocFriendlyName="腰射"
LocLongDescription="每回合第一次使用短管霰弹枪开火时不会消耗动作。"
LocHelpText="每回合第一次使用短管霰弹枪开火时不会消耗动作。"
LocFlyOverText="腰射"
LocPromotionPopupText="<Bullet/> 当你没有动作时，你无法使用短喷开火。<br/>"

[ShadowOps_Fearsome X2AbilityTemplate]
LocFriendlyName="会心震怖"
LocLongDescription="当你造成暴击时，你的目标和 6 格内的其他敌人有机会陷入恐慌。"
LocHelpText="当你造成暴击时，你的目标和 6 格内的其他敌人有机会陷入恐慌。"
LocFlyOverText="会心震怖"
LocPromotionPopupText="<Bullet/> 像囊中之物和【致命射击】这样的额外技能可以帮助你获得暴击。<br/><Bullet/> 使用任何武器的暴击都可以触发恐惧。<br/>"

[ShadowOps_CoverMe X2AbilityTemplate]
LocFriendlyName="掩护我"
LocLongDescription="授予盟友额外的监视射击和镇定自若能力。<Ability:SelfCooldown/> 降低冷却时间。"
LocHelpText="授予盟友额外的监视射击和镇定自若能力。"
LocFlyOverText=""掩护我"
LocPromotionPopupText="<Bullet/> 监视射击射击和镇定自若会持续到你的下回合开始。<br/><Bullet/> 镇定自若授予+<Ability:COOLUNDERPRESSUREBONUS/> 命中率监视射击和其他反应射击，他们可以造成致命一击。<br/>"

; === Infantry abilities ===

[ShadowOps_BulletSwarm X2AbilityTemplate]
LocFriendlyName="子弹群"
LocLongDescription="发射你的<Ability:WeaponName/>不会再结束你的回合。"
LocHelpText="向目标发射你的<Ability:WeaponName/>。这不会结束你的回合。"
LocFlyOverText="子弹群"
LocPromotionPopupText="<Bullet/> 子弹群可以造成大量伤害，但它会快速消耗弹药。考虑使用带有扩展弹匣或自动装弹机的武器。<br/><Bullet/>良好的定位将帮助您获得每回合最多两次射击。<br/><Bullet/> 开枪仍然会结束你的回合。<br/>"

[ShadowOps_Bandolier X2AbilityTemplate]
LocFriendlyName="弹带"
LocLongDescription="授予一个额外的实用物品插槽，仅可用于弹药。"
LocHelpText="授予一个仅可用于弹药的额外实用物品槽位。"
LocFlyOverText="弹带"
LocPromotionPopupText="<Bullet/> 步兵可以同时装备两种不同的弹药物品，但一次只能从一种弹药中受益。如果装备了两种弹药物品，步兵将获得交换弹药能力，允许他们更改活跃弹药物品弹药类型。<br/><Bullet/>考虑在每次任务中应该携带哪种弹药，当配备适合情况的弹药类型时，步兵会变得更加强大。<br/>"

[ShadowOps_Magnum X2AbilityTemplate]
LocFriendlyName="马格南枪"
LocLongDescription="你的手枪攻击将获得 <Ability:+ToHit/> 命中率并造成 <Ability:+Damage/> 伤害。"
LocHelpText="你的手枪攻击获得 <Ability:+ToHit/> 命中率并造成 <Ability:+Damage/> 伤害。"
LocFlyOverText="马格南枪"
LocPromotionPopupText="<Bullet/> 即使没有马格南枪，您的手枪在近距离内也比步枪更准确。<br/><Bullet/> 将马格南枪与可增加额外伤害的弹药结合起来，可以保证您在近距离射击范围一枪击毙变种人士兵。"

[ShadowOps_GoodEye X2AbilityTemplate]
LocFriendlyName="心无旁骛"
LocLongDescription="使<Ability:Classname/>的射击无法被<font color='#ff3206'>敌军</font>所<font color='#0bff9b'>闪避</font>。"
LocHelpText="使<Ability:Classname/>的射击无法被<font color='#ff3206'>敌军</font>所<font color='#0bff9b'>闪避</font>。"
LocFlyOverText="心无旁骛"
LocPromotionPopupText="<Bullet/>射击无法被<font color='#ff3206'>敌军</font>所<font color='#0bff9b'>闪避</font>。"

[ShadowOps_FullAuto X2AbilityTemplate]
LocFriendlyName="全自动"
LocLongDescription="以 <Ability:ToHit/> 命中率惩罚进行射击。如果击中目标，您会自动对目标进行另一次射击。您将继续射击，直到未命中或用完弹药。命中率惩罚随着每次射击都需要<Ability:SelfCooldown/> 冷却。"
LocHelpText="持续射击，直到你未命中或用完弹药。每次射击都有累积的 <Ability:ToHit/> 命中率惩罚。需要两个动作。"
LocFlyOverText="全自动"
LocPromotionPopupText="<Bullet/> 全自动可以用完整的弹匣和正确的弹药造成大量伤害。<br/><Bullet/> 此能力需要两个动作才能使用。<br/><Bullet/> 全自动有<Ability:SelfCooldown/>回合冷却时间。<br/>"

[ShadowOps_FullAuto2 X2AbilityTemplate]
LocFriendlyName="全自动"
LocFlyOverText="全自动"
LocPromotionPopupText=""

[ShadowOps_ZoneOfControl X2AbilityTemplate]
LocFriendlyName="控制区"
LocLongDescription="对任何在你视野内移动或攻击的敌人进行反应射击。<Ability:SelfCooldown/> 冷却时间。"
LocHelpText="增强的监视，可以在一个回合中多次射击。"
LocFlyOverText="控制区"
LocPromotionPopupText="<Bullet/> 当主武器弹药耗尽时，控制区将切换为手枪监视射击。<br/><Bullet/> 步兵可以接受的控制区射击数量没有限制<br/><Bullet/>控制区有一个<Ability:SelfCooldown/>回合冷却时间。<br/>"

[ShadowOps_ZoneOfControlShot X2AbilityTemplate]
LocFriendlyName="控制射击区域"

[ShadowOps_ZoneOfControlPistolShot X2AbilityTemplate]
LocFriendlyName="手枪射击控制区"

[ShadowOps_ZoneOfControl_LW2 X2AbilityTemplate]
LocFriendlyName="控制区"
LocLongDescription="进入特殊监视，最多可提供 <Ability:ZoneOfControlLW2Shots/> 反应射击和火力掩护能力。<Ability:SelfCooldown/> 会冷却。"
LocHelpText="增强的监视，可以在一个回合中多次射击。"
LocFlyOverText="控制区"
LocPromotionPopupText="<Bullet/> 控制区域有 <Ability:SelfCooldown/> 回合冷却时间。<br/>"

[ShadowOps_ZeroIn X2AbilityTemplate]
LocFriendlyName="归零"
LocLongDescription="当你一次射击未命中时，你的下一次攻击会获得<Ability:+ToHit/>命中率。"
LocHelpText="当你一次射击未命中时，你的下一次攻击会获得<Ability:+ToHit/>命中率你的下一次攻击。"
LocFlyOverText="归零"
LocPromotionPopupText="<Bullet/> 归零可以帮助弥补使用子弹群时无法移动以获得更好射击效果的情况。这使得一个回合中至少有一次射击命中的可能性更大。<br/><Bullet/> 归零不适用于监视射击。<br/>"

[ShadowOps_Flush X2AbilityTemplate]
LocFriendlyName="冲散"
LocLongDescription="发射手枪射击，自动击中目标并迫使目标移动到新的掩体。<Ability:SelfCooldown/> 进入冷却时间。"
LocHelpText="发射手枪射击，自动击中目标并迫使目标移动到新的掩体。"
LocFlyOverText="冲散"
LocPromotionPopupText="<Bullet/> 同花可以迫使敌人触发其他士兵的反应火力。<br/><Bullet/> 同花有 <Ability:SelfCooldown/> 回合冷却时间。<br/>"

[ShadowOps_RifleSuppression X2AbilityTemplate]
LocFriendlyName="步枪压制"
LocLongDescription="发射弹幕，锁定目标，如果目标移动，则对其进行反应射击，并对目标的目标施加<Ability:SUPPRESSIONPENALTY/>惩罚。"
LocHelpText="惩罚目标的命中率并在目标移动时射击他们。"
LocFlyOverText="步枪压制"
LocPromotionPopupText="<Bullet/> 被压制的敌人的目标受到 -50 惩罚，并且不能使用手榴弹。<br/><Bullet/> 步枪压制的反应射击具有 <Ability:+ToHit:SuppressionShot/> 目标<br/><Bullet/> 压制不会从火力掩护中受益。<br/><Bullet/> 步枪压制会消耗 <Ability:SelfAmmoCost/> 弹药点来使用，但没有冷却时间。<br/> <Bullet/> 如果压制单位受损，步枪压制将被取消。<br/><Bullet/> 如果多个单位压制一个目标，命中率惩罚将会叠加。<br/>"

[ShadowOps_Focus X2AbilityTemplate]
LocFriendlyName="专心致志"
LocLongDescription="你每回合的第一反应射击一定会命中。"
LocHelpText="你每回合的第一反应射击一定会命中。"
LocFlyOverText="专心致志"
LocPromotionPopupText="<Bullet/> 此能力与其他增强你的监视能力的能力相得益彰，例如巩固。<br/><Bullet/> 你的反应射击仍然可以被擦伤。<br/>"

[ShadowOps_Resilience X2AbilityTemplate]
LocFriendlyName="韧性"
LocLongDescription="你不会受到暴击。"
LocHelpText="你不会受到暴击。"
LocFlyOverText="韧性"
LocPromotionPopupText="<Bullet/> 韧性对于控制受到侧翼攻击时所受到的伤害非常有用。<br/><Bullet/> 仅仅因为你不能暴击并不意味着你能在公开场合脱颖而出。<br/>"

[ShadowOps_AdrenalineSurge X2AbilityTemplate]
LocFriendlyName="肾上腺素激增"
LocLongDescription="当你击杀敌人时，你和附近的友方单位将获得 <Ability:+Crit:ShadowOps_AdrenalineSurgeTrigger/> 暴击几率和 <Ability:+Mobility:ShadowOps_AdrenalineSurgeTrigger/> 移动力，直到你的回合结束。"
LocHelpText="<Ability:+Crit:ShadowOps_AdrenalineSurgeTrigger/> 暴击几率和<Ability:+Mobility:ShadowOps_AdrenalineSurgeTrigger/> 移动力直到你的回合结束。"
LocFlyOverText="肾上腺素激增"
LocPromotionPopupText="<Bullet/> 如果您在敌方回合中击杀敌人，则奖励将持续到您的下一回合结束。<br/><Bullet/> 肾上腺素激增的范围为 8 格。<br/>"

[ShadowOps_AdrenalineSurgeTrigger X2AbilityTemplate]
LocFriendlyName="肾上腺素激增"
LocLongDescription="当你击杀敌人时，你和附近的友方单位将获得 <Ability:+Crit> 暴击几率和 <Ability:+Mobility/> 移动力，直到你的回合结束。"
LocHelpText="<Ability:+Crit> 暴击几率和 <Ability:+Mobility/> 移动力，直到回合结束。"
LocFlyOverText="肾上腺素激增"

[ShadowOps_Fortify X2AbilityTemplate]
LocFriendlyName="巩固"
LocLongDescription="每当你进入监视或使用压制时，你都会获得<Ability:+Defense:ShadowOps_FortifyTrigger/>防御力，直到你的下回合开始。"
LocHelpText="每当你进入监视或使用压制时，你都会获得<Ability:+Defense:ShadowOps_FortifyTrigger/>防御力，直到你的下回合开始。"
LocFlyOverText="巩固"
LocPromotionPopupText="<Bullet/> Fortify 将与任何为您提供反应镜头的激活能力配合使用，包括控制区域。<br/>"

[ShadowOps_FortifyTrigger X2AbilityTemplate]
LocFriendlyName="巩固"
LocLongDescription="<Ability:+Defense/> 防御直到你的下回合开始。"
LocHelpText="<Ability:+Defense/>  防御力直到你的下回合开始。"
LocFlyOverText="巩固"

[ShadowOps_FirstAid X2AbilityTemplate]
LocFriendlyName="急救"
LocLongDescription="每次任务你都可以免费使用一次医疗包。每个携带的医疗包可以为你提供两次额外的充能。"
LocHelpText="每次任务你都可以免费使用一次医疗包。每个携带的医疗包可以为你提供两次额外的充能。"
LocFlyOverText="急救"
LocPromotionPopupText="<Bullet/> 免费的医疗包还提供对毒物的免疫力。</br>"

[ShadowOps_SecondWind X2AbilityTemplate]
LocFriendlyName="重新振作"
LocLongDescription="对受伤单位使用医疗包也会为该单位提供额外行动点。"
LocHelpText="对受伤的单位使​​用医疗包也会为该单位提供额外的行动点。"
LocFlyOverText="重新振作"
LocPromotionPopupText="<Bullet/> 如果您对自己使用医疗包，您将获得奖励行动点。<br/><Bullet/> 医疗包仍然只能用于受伤的单位。<br/>"

[ShadowOps_SecondWindTrigger X2AbilityTemplate]
LocFriendlyName="重新振作"
LocLongDescription="对受伤单位使用医疗包也会为该单位提供额外行动点。"
LocHelpText="对受伤的单位使​​用医疗包也会为该单位提供额外的行动点。"
LocFlyOverText="重新振作"
LocHitMessage="重新振作"

[ShadowOps_Tactician X2AbilityTemplate]
LocFriendlyName="战术家"
LocLongDescription="使用主武器未命中会造成<Ability:MissDamage/>伤害。仅限步枪和冲锋枪。"
LocHelpText="主武器未命中会造成<Ability:MissDamage/>伤害。"
LocFlyOverText="战术家"
LocPromotionPopupText="<Bullet/> 增加武器伤害的能力（例如中心质量）不会影响战术家伤害。<br/>"

[ShadowOps_ReadyForAnything X2AbilityTemplate]
LocFriendlyName="一切就绪"
LocLongDescription="当你使用<Ability:WeaponName/>进行标准攻击时，你会自动进入监视模式。"
LocHelpText="向目标开枪，然后进入监视。"
LocFlyOverText="一切就绪"
LocPromotionPopupText="<Bullet/> 如果弹药耗尽，您将无法进入监视射击。<br/><Bullet/> 如果射击没有结束您的回合，那么您将无法进入监视射击。这可能是因为如果您有掠夺者的能力，或你的武器有威力扳机，或者你杀死了一个迷失者。<br/>"

[ShadowOps_ReadyForAnythingOverwatch X2AbilityTemplate]
LocFriendlyName="一切就绪"
LocLongDescription="当你使用<Ability:WeaponName/>进行标准攻击时，你会自动进入监视模式。"
LocHelpText="向目标开枪，然后进入监视。"
LocFlyOverText="准备好一切"
LocPromotionPopupText="<Bullet/> 如果弹药耗尽，您将无法进入监视射击。<br/><Bullet/> 如果射击没有结束您的回合，那么您将无法进入监视射击。如果您还拥有 Light 'Em Up 能力或者你的武器配备了一触即发的扳机。<br/>"

[ShadowOps_ImprovedSuppression X2AbilityTemplate]
LocFriendlyName="改进压制"
LocLongDescription="你的压制和区域压制能力也会混乱主要目标。"
LocHelpText="你的压制和区域压制能力也会混乱主要目标。"
LocFlyOverText="改进压制"
LocPromotionPopupText="<Bullet/> 混乱的单位会降低命中率力和机动性，并且无法使用大多数特殊能力。<br/><Bullet/> 当您激活压制时，就会应用混乱。<br/><Bullet/>压制的破坏不会提早消除混乱。<br/>"

[ShadowOps_CoupDeGrace X2AbilityTemplate]
LocFriendlyName="清算者"
LocLongDescription="用手枪杀死敌人不需要消耗任何动作。"
LocHelpText="用手枪杀死敌人不需要消耗任何动作。"
LocFlyOverText="清算者"
LocPromotionPopupText="<Bullet/> 这会影响所有手枪攻击，而不仅仅是标准手枪射击。<br/>"

[ShadowOps_Airstrike X2AbilityTemplate]
LocFriendlyName="空袭"
LocLongDescription="每次任务一次，呼叫一次空袭，对大范围造成 8-12 点伤害。消耗所有行动点。"
LocHelpText="呼叫空袭，在大范围内造成 8-12 点伤害。消耗所有行动点。"
LocFlyOverText="空袭"
LocPromotionPopupText="<Bullet/> 空袭将摧毁影响区域内的几乎所有掩体。<br/>"

[ShadowOps_AgainstTheOdds X2AbilityTemplate]
LocFriendlyName="克服困难"
LocLongDescription="获得<Ability:+ToHit/> 命中率每小队能看到的敌人（最大<Ability:+MaxToHit/>）。"
LocHelpText="获得<Ability:+ToHit/> 命中率每小队能看到的敌人（最大<Ability:+MaxToHit/>）。"
LocFlyOverText="克服困难"
LocPromotionPopupText="<Bullet/> 如果你面对的敌人足够多，足以达到 <Ability:+MaxToHit/> 上限，请逃跑。<br/>"

[ShadowOps_Paragon X2AbilityTemplate]
LocFriendlyName="精英"
LocLongDescription="获得<Ability:+HP/> HP、<Ability:+ToHit/> 目标和<Ability:+Will/> 意志。"
LocHelpText="获得 <Ability:+HP/> HP、<Ability:+ToHit/> 目标和 <Ability:+Will/> 意志。"
LocFlyOverText="精英"
LocPromotionPopupText="<Bullet/> 这些奖励是除了正常升级奖励之外的奖励。<br/>"

[ShadowOps_SonicBeacon X2AbilityTemplate]
LocFriendlyName="声波信标"
LocLongDescription="授予一个特殊的信标，它将吸引尚未看到 XCOM 的敌人的注意力。"
LocHelpText="授予一个特殊的信标，它将吸引尚未看到 XCOM 的敌人的注意力。"
LocFlyOverText="声波信标"
LocPromotionPopupText="<Bullet/> 信标最多可抛掷至 18 格之外，距离信标最多 16 格的敌人可以听到。<br/><Bullet/> 听到声波信标将使敌人进入黄色警报。 <br/><Bullet/> 此能力只能在隐藏时使用<br/>"

[ShadowOps_ThrowSonicBeacon X2AbilityTemplate]
LocFriendlyName="投掷声波信标"
LocLongDescription="投掷一个声波信标，不会造成伤害，但会吸引附近敌人的注意。只能在隐蔽时使用。"
LocHelpText="投掷一个声波信标，不会造成伤害，但会吸引附近敌人的注意。只能在隐蔽时使用。"
LocFlyOverText="投掷声波信标"

[ShadowOps_NoiseMaker X2AbilityTemplate]
LocFriendlyName="噪音制造者"
LocLongDescription="为您的库存提供<Ability:NoiseMakerCharges/>免费超声波诱饵物品。"
LocHelpText="为您的库存提供<Ability:NoiseMakerCharges/>免费超声波诱饵物品。"
LocFlyOverText="噪音制造者"
LocPromotionPopupText="<Bullet/> 这与携带的超声波诱饵的使用叠加。<br/>"

; ===Other abilities===

[ShadowOps_SwapAmmo X2AbilityTemplate]
LocFriendlyName="更换弹药"
LocLongDescription="使用<Ability:AssociatedWeapon/>重新装载你的武器。"
LocHelpText="用 <Ability:AssociatedWeapon/> 重新装载你的武器。"

; === 物品 ===

[SonicBeacon X2GrenadeTemplate]
FriendlyName="声波信标"
FriendlyNamePlural ="声波信标"

; === 物品赋予的能力 ===

[FlechetteRounds X2AbilityTemplate]
LocFriendlyName="箭形弹"

[HollowPointRounds X2AbilityTemplate]
LocFriendlyName="空心点弹"

[ReinforcedVestBonus X2AbilityTemplate]
LocFriendlyName="加固背心"

; === Item templates ===

[FlechetteRounds X2AmmoTemplate]
FriendlyName="箭形弹"
FriendlyNamePlural="箭形弹"
BriefSummary="会造成额外伤害，但命中率会随着射程的增加而受到惩罚。"
TacticalText="<Bullet/> 箭形弹会造成额外伤害，但命中率会随着射程的增加而受到惩罚。<br/><Bullet/> 箭形弹本质上是小飞镖。它们比标准弹更能有效地刺穿护甲和肉体子弹 <br/><Bullet/> 尽管增加了稳定翼，但箭形弹的精度仍比普通子弹稍差，尤其是在远距离时<br/><Bullet/> 箭形弹对于对付护甲敌人（例如MEC）特别有用。<br/>"

[HollowPointRounds X2AmmoTemplate]
FriendlyName="空尖弹"
FriendlyNamePlural="空尖弹"
BriefSummary="空尖弹会增加致命一击造成的额外伤害。"
TacticalText="<Bullet/> 空心弹药在目标内部膨胀，对柔软的肉体和脆弱的电子元件造成更大的伤害。<br/>"

[ShadowOps_TigerRounds X2AmmoTemplate]
FriendlyName="虎形弹"
FriendlyNamePlural="虎形弹"
BriefSummary="对【变种人】单位在战场上使用的护甲的研究导致了能够粉碎合金护甲的改进弹药的开发。"
TacticalText="<Bullet/> 虎形弹含有微型聚能射孔弹，旨在撕碎护甲。<br/><Bullet/> 这些弹对无护甲目标没有特殊效果。<br/>"

[ShadowOps_DepletedEleriumRounds X2AmmoTemplate]
FriendlyName="贫铀弹"
FriendlyNamePlural="贫铀弹"
BriefSummary="在我们的聚能射孔弹弹药中添加少量的钐元素，既增加了伤害，又显着提高了粉碎能力。"
TacticalText="<Bullet/> 贫铀弹结合了高密度和爆炸力，甚至能够撕碎最重的护甲。<br/>"

[ReinforcedVest X2EquipmentTemplate]
FriendlyName="加固背心"
FriendlyNamePlural="加固背心"
BriefSummary="这件背心已用重型护甲板加固，可大幅增加士兵的护甲值。"
TacticalText="<Bullet/> 提供护甲。<br/>"

[PlatedVest X2EquipmentTemplate]
FriendlyName="镀金背心"
FriendlyNamePlural="镀金背心"
!BriefSummary
BriefSummary="沉为传统的纳米级背心配备了护甲板，提供额外的护甲保护以抵御敌人的攻击。"
!TacticalText
TacticalText="<Bullet/> 提供护甲。"

; === Class templates ===

[ShadowOps_CombatEngineer_LW2 X2SoldierClassTemplate]
DisplayName="战斗工程师"
ClassSummary="战斗工程师是使用手榴弹进行进攻和防御的专家。如果你想要炸毁、拆毁或隐藏在烟雾中的东西，请带上一名战斗工程师。"
LeftAbilityTreeTitle="先锋"
RightAbilityTreeTitle="工兵"
+AbilityTreeTitles[0]="先锋"
+AbilityTreeTitles[1]="保护者"
+AbilityTreeTitles[2]="工兵"
RandomNickNames[0]="放大它"
RandomNickNames[1]="博尔特"
RandomNickNames[2]="婴儿潮一代"
RandomNickNames[3]="泡泡糖"
RandomNickNames[4]="电缆"
RandomNickNames[5]="木炭"
RandomNickNames[6]="熟肉"
RandomNickNames[7]="Boom 博士"
RandomNickNames[8]="驱动器"
RandomNickNames[9]="齿轮"
RandomNickNames[10]="护目镜"
RandomNickNames[11]="握力"
RandomNickNames[12]="陀螺仪"
RandomNickNames[13]="高电压"
RandomNickNames[14]="拼图"
RandomNickNames[15]="墨菲"
RandomNickNames[16]="没有手"
RandomNickNames[17]="粉末"
RandomNickNames[18]="泵"
RandomNickNames[19]="棘轮"
RandomNickNames[20]="烟雾"
RandomNickNames[21]="系统"
RandomNickNames[22]="雷霆"
RandomNickNames[23]="扭矩"
RandomNickNames[24]="扳手"

[ShadowOps_Dragoon_LW2 X2SoldierClassTemplate]
DisplayName="龙骑兵"
ClassSummary="龙骑兵是一个多才多艺的职业，可以将重型武器和护甲带到前线，也可以快速轻便地执行渗透任务。他们擅长保护和支持小队的其他成员。"
LeftAbilityTreeTitle="圣骑士"
RightAbilityTreeTitle="幽灵"
+AbilityTreeTitles[0]="圣骑士"
+AbilityTreeTitles[1]="守护者"
+AbilityTreeTitles[2]="幽灵"
RandomNickNames[0]="破坏者"
RandomNickNames[1]="电路"
RandomNickNames[2]="核心转储"
RandomNickNames[3]="网络"
RandomNickNames[4]="机器人"
RandomNickNames[5]="狮鹫"
RandomNickNames[6]="锤子"
RandomNickNames[7]="哈皮士"
RandomNickNames[8]="九头蛇"
RandomNickNames[9]="铁"
RandomNickNames[10]="蝎尾狮"
RandomNickNames[11]="牛头怪"
RandomNickNames[12]="迷宫"
RandomNickNames[13]="再试一次"
RandomNickNames[14]="凤凰城"
RandomNickNames[15]="花衣魔笛手"
RandomNickNames[16]="红屏"
RandomNickNames[17]="火箭"
RandomNickNames[18]="剑士"
RandomNickNames[19]="狮身人面像"
RandomNickNames[20]="钢"
RandomNickNames[21]="会计师"
RandomNickNames[22]="独角兽"
RandomNickNames_Male[0]="兽人"
RandomNickNames_Female[0]="海妖"

[ShadowOps_Hunter_LW2 X2SoldierClassTemplate]
DisplayName="猎人"
ClassSummary="猎人职业同样擅长用狙击步枪远距离击倒敌人或用剑近距离击倒敌人。我们的敌人永远不知道是什么击中了他们。"
LeftAbilityTreeTitle="神射手"
RightAbilityTreeTitle="追踪器"
+AbilityTreeTitles[0]="神射手"
+AbilityTreeTitles[1]="偷猎者"
+AbilityTreeTitles[2]="追踪器"
RandomNickNames[0]="弓箭手"
RandomNickNames[1]="熊"
RandomNickNames[2]="猎豹"
RandomNickNames[3]="奇美拉"
RandomNickNames[4]="土狼"
RandomNickNames[5]="双刃"
RandomNickNames[6]="鬣狗"
RandomNickNames[7]="杰克兔"
RandomNickNames[8]="选冰客"
RandomNickNames[9]="豹"
RandomNickNames[10]="闪电"
RandomNickNames[11]="猛禽"
RandomNickNames[12]="乌鸦"
RandomNickNames[13]="瞌睡"
RandomNickNames[14]="山"
RandomNickNames[15]="老虎"
RandomNickNames[16]="两只鸟"
RandomNickNames[17]="巫毒"
RandomNickNames[18]="黄鼠狼"
RandomNickNames[19]="狼"
RandomNickNames[20]="金刚狼"
RandomNickNames[21]="雪人"
RandomNickNames_Female[0]="黑寡妇"
RandomNickNames_Female[1]="树妖"
RandomNickNames_Female[2]="母狮"
RandomNickNames_Male[0]="美洲狮"
RandomNickNames_Male[1]="绿人"
RandomNickNames_Male[2]="狮子"
RandomNickNames_Male[3]="桑德曼"

[ShadowOps_Infantry_LW2 X2SoldierClassTemplate]
DisplayName="步兵"
ClassSummary="我们的步兵可以在中短距离内提供持续火力。他们是任何小队的关键成员。（但是有人觉得他们是毫无意义的垃圾）"
LeftAbilityTreeTitle="步枪手"
RightAbilityTreeTitle="支持"
+AbilityTreeTitles[0]="步枪手"
+AbilityTreeTitles[1]="战术"
+AbilityTreeTitles[2]="支持"
RandomNickNames[0]="王牌"
RandomNickNames[1]="桶"
RandomNickNames[2]="黄铜"
RandomNickNames[3]="侧舷炮击"
RandomNickNames[4]="独眼巨人"
RandomNickNames[5]="鹰"
RandomNickNames[6]="猎鹰"
RandomNickNames[7]="戈尔工"
RandomNickNames[8]="冰雹"
RandomNickNames[9]="鹰"
RandomNickNames[10]="冰"
RandomNickNames[11]="小丑"
RandomNickNames[12]="引导"
RandomNickNames[13]="不再有"
RandomNickNames[14]="皇家冲散"
RandomNickNames[15]="圣诞老人"
RandomNickNames[16]="风暴"
RandomNickNames[17]="追踪者"
RandomNickNames[18]="特雷"
RandomNickNames[19]="两只手"
RandomNickNames[20]="吸血鬼"
RandomNickNames[21]="军阀"
RandomNickNames[22]="零"
RandomNickNames_Female[0]="男爵夫人"
RandomNickNames_Female[1]="小猫"
RandomNickNames_Female[2]="女王"
RandomNickNames_Male[0]="男爵"
RandomNickNames_Male[1]="王"
RandomNickNames_Male[2]="雪人"

[ShadowOps_Scrapper_LW2 X2SoldierClassTemplate]
DisplayName="拳击手"
ClassSummary="除枪械外，拳击手还接受过徒手格斗和持刀格斗方面的强化训练。在近距离格斗中，他们是首屈一指的。"
LeftAbilityTreeTitle="暴徒"
RightAbilityTreeTitle="争斗者"
+AbilityTreeTitles[0]="暴徒"
+AbilityTreeTitles[1]="技术员"
+AbilityTreeTitles[2]="格斗者"
RandomNicknames[0]="野牛"
RandomNicknames[1]="碎玻璃"
RandomNickNames[2]="圣诞节"
RandomNicknames[3]="爪子"
RandomNicknames[4]="棍棒"
RandomNicknames[5]="恐龙"
RandomNicknames[6]="自卸卡车"
RandomNickNames[7]="边缘"
RandomNicknames[8]="脚"
RandomNicknames[9]="水果"
RandomNickNames[10]="鱼子酱"
RandomNickNames[11]="初级"
RandomNicknames[12]="指关节"
RandomNickNames[13]="小"
RandomNickNames[14]="吵闹"
RandomNicknames[15]="单向"
RandomNickNames[16]="牛"
RandomNickNames[17]="花生"
RandomNickNames[18]="疤痕"
RandomNicknames[19]="皮肤"
RandomNicknames[20]="高跟鞋"
RandomNicknames[21]="牙齿"
RandomNicknames[22]="野蛮人"
RandomNickNames[23]="十三"
RandomNickNames_Male[0]="卑鄙先生"
RandomNickNames_Male[1]="杂种狗"
RandomNickNames_Male[2]="老人"
RandomNickNames_Female[0]="猫"
RandomNickNames_Female[1]="平均夫人"
RandomNickNames_Female[3]="老妇人"

[ShadowOps_Juggernaut_LW2 X2SoldierClassTemplate]
DisplayName="主宰"
ClassSummary="正如其名称所暗示的那样，主宰携带着我们最重的武器和护甲。它们在隐身方面的不足，可以通过原始火力来弥补。"
LeftAbilityTreeTitle="攻击"
RightAbilityTreeTitle="围攻"
+AbilityTreeTitles[0]="攻击"
+AbilityTreeTitles[1]="风暴"
+AbilityTreeTitles[2]="围攻"
RandomNicknames[0]="棒球"
RandomNicknames[1]="豆子"
RandomNicknames[2] ="砖"
RandomNicknames[3]="倦怠"
RandomNicknames[4]="蝴蝶"
RandomNicknames[5]="海角"
RandomNicknames[6]="纸板箱"
RandomNicknames[7] ="立方体"
RandomNicknames[8]="冰雹"
RandomNicknames[9]="重"
RandomNicknames[10]="英雄"
RandomNicknames[11]="狐猴"
RandomNicknames[12]="小"
RandomNicknames[13]="猛犸象"
RandomNicknames[14]="火柴棒"
RandomNicknames[15]="山"
RandomNicknames[16]="没有刹车"
RandomNicknames[17]="汽油"
RandomNicknames[18]="钚"
RandomNicknames[19]="外壳"
RandomNicknames[20]="傻"
RandomNicknames[21]="板"
RandomNicknames[22]="背带裤"
RandomNicknames[23]="恐怖"
RandomNicknames[24]="塔"
RandomNicknames[25]="火车"
RandomNickNames_Male[0]="杰克"
RandomNickNames_Female[0]="吉尔"

[ShadowOps_Survivalist_LW2 X2SoldierClassTemplate]
DisplayName="生存专家"
ClassSummary="生存专家是韧性的狙击手，可以快速消灭多个目标。他们还携带一把短管霰弹枪，用于近距离交战。"
LeftAbilityTreeTitle="哨兵"
RightAbilityTreeTitle="袭击者"
+AbilityTreeTitles[0]="哨兵"
+AbilityTreeTitles[1]="幸存者"
+AbilityTreeTitles[2]="袭击者"
RandomNicknames[0]="阿斯彭"
RandomNicknames[1]="桦木"
RandomNicknames[2]="雪松"
RandomNicknames[3]="卓柏卡布拉"
RandomNicknames[4]="黑暗"
RandomNickNames[5]="弗林特"
RandomNicknames[6]="垃圾"
RandomNicknames[7]="葛根"
RandomNickNames[8]="长"
RandomNicknames[9]="肉"
RandomNickNames[10]="苔藓"
RandomNicknames[11]="麝香鼠"
RandomNickNames[12]="松树"
RandomNicknames[13]="池塘"
RandomNicknames[14]="粉末"
RandomNickNames[15]="戒指"
RandomNicknames[16]="强盗"
RandomNicknames[17]="三明治"
RandomNicknames[18]="大脚野人"
RandomNickNames[19] ="石板"
RandomNickNames[20]="圈套"
RandomNicknames[21]="牛排"
RandomNicknames[22]="臭味"
RandomNickNames[23]="坦纳"
RandomNicknames[24]="轮胎"
RandomNickNames[25]="沃克"
RandomNicknames[26]="狼人"
RandomNicknames[27]="威士忌"
RandomNickNames[28]="雪人"
RandomNickNames_Male[0]="水牛比尔"
RandomNickNames_Male[1]="黄昏"
RandomNickNames_Female[0]="黎明"
RandomNickNames_Female[1]="珍珠"

[ShadowOps_Recon_LW2 X2SoldierClassTemplate]
DisplayName="侦察兵"
ClassSummary="侦察兵是我们的主要侦察兵种，经过训练可以保持隐蔽并使用全息目标器协助其他小队成员。他们的高机动性也使他们非常适合侧翼机动。"
LeftAbilityTreeTitle="先锋"
RightAbilityTreeTitle="观察者"
+AbilityTreeTitles[0]="先锋"
+AbilityTreeTitles[1]="先驱者"
+AbilityTreeTitles[2]="观察者"
RandomNicknames[0]="阳台"
RandomNicknames[1]="主教"
RandomNicknames[2]="Breakneck"
RandomNickNames[3]="可乐"
RandomNicknames[4]="玻璃"
RandomNicknames[5]="干扰器"
RandomNickNames[6]="魔法"
RandomNicknames[7]="弹珠"
RandomNickNames[8]="大师"
RandomNickNames[9]="一"
RandomNicknames[10]="雷达"
RandomNickNames[11]="盗贼"
RandomNickNames[12]="伤心"
RandomNicknames[13]="下水道"
RandomNicknames[14]="随机播放"
RandomNickNames[15]="银"
RandomNickNames[16] ="光滑"
RandomNickNames[17]="索尼克"
RandomNicknames[18]="楼梯"
RandomNicknames[19]="稻草"
RandomNicknames[20]="巨嘴鸟"
RandomNicknames[21]="楼上"
RandomNicknames[22]="黄蜂"
RandomNicknames[23]="耳语"
RandomNickNames_Male[0]="蝙蝠侠"
RandomNickNames_Male[1]="疯帽匠"
RandomNickNames_Female[0]="爱丽丝"
RandomNickNames_Female[1]="猫女"

; === GTS ability templates===

[PackmasterUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="战斗工程师：背包大师"
Summary="实用程序槽中的有限使用物品可以获得奖励使用。"

[PackmasterUnlock_LW X2SoldierAbilityUnlockTemplate]
DisplayName="战斗工程师：背包大师"
Summary="实用程序槽中的有限使用物品可以获得奖励使用。"

[ExtraMunitionsUnlock_LW X2SoldierAbilityUnlockTemplate]
DisplayName="额外弹药"
Summary="所有士兵在每次任务中都会获得一枚免费的标准手榴弹。"

